tutorials/partitioned-pipe/fluid2-openfoam-sonicliquidfoam/constant/transportProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}

mu              mu  [1 -1 -1 0 0 0 0] 1e1;
